<?php
// This file is part of Moodle - https://moodle.org/
//
// Moodle is free software: you can redistribute it and/or modify
// it under the terms of the GNU General Public License as published by
// the Free Software Foundation, either version 3 of the License, or
// (at your option) any later version.
//
// Moodle is distributed in the hope that it will be useful,
// but WITHOUT ANY WARRANTY; without even the implied warranty of
// MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
// GNU General Public License for more details.
//
// You should have received a copy of the GNU General Public License
// along with Moodle.  If not, see <https://www.gnu.org/licenses/>.

/**
 * Strings for component 'survey', language 'bn', version '3.11'.
 *
 * @package     survey
 * @category    string
 * @copyright   1999 Martin Dougiamas and contributors
 * @license     https://www.gnu.org/copyleft/gpl.html GNU GPL v3 or later
 */

defined('MOODLE_INTERNAL') || die();

$string['actual'] = 'প্রকৃত';
$string['actualclass'] = 'প্রকৃত শ্রেণী';
$string['actualstudent'] = '{$a} প্রকৃত';
$string['allquestionrequireanswer'] = 'সব প্রশ্ন আবশ্যকীয় এবং অবশ্যই উত্তর প্রদান করতে হবে';
$string['allquestions'] = 'সব প্রশ্ন ক্রমে আছে, সব শিক্ষার্থী';
$string['allscales'] = 'সব স্কেল,সব শিক্ষার্থী';
$string['alreadysubmitted'] = 'আপনি ইতোমধ্যে এই জরিপ জমা দিয়েছেন';
$string['analysisof'] = '{$a} এর বিশ্লেষণ';
$string['answers'] = 'উত্তর';
$string['attls1'] = 'কারও কথাকে মূল্যায়ন করতে, তাদের মতের গুণগত মানকে আমি ফোকাস করি, কে প্রেজেন্ট করছে তা নয়।';
$string['attls10'] = 'কোনো কিছু বিশ্লেষণ করার সময় সম্ভাব্য উদ্দেশ্য রেখে দেওয়া আমার জন্য গুরুত্বপূর্ণ।';
$string['attls10short'] = 'উদ্দেশ্য রাখা';
$string['attls11'] = 'আমি বিরুদ্ধে যাওয়ার পরিবর্তে তাদেরকে নিয়ে চিন্তা করার চেষ্টা করি।';
$string['attls11short'] = 'ব্যাক্তিবর্গ নিয়ে চিন্তা';
$string['attls12'] = 'মতামত মূল্যায়ন করতে আমি কিছু নিশ্চিত বৈশিষ্ট্য ব্যবহার করি।';
$string['attls12short'] = 'মূল্যায়ন করতে বৈশিষ্ট্য ব্যবহার';
$string['attls13'] = 'মূল্যায়ন করার থেকে অন্য কারো মতামত বুঝতে আমি বেশী পছন্দ করি।';
$string['attls13short'] = 'বোঝার চেষ্টা';
$string['attls14'] = 'আমি চেষ্টা করি অন্যান্য ব্যাক্তিবর্গের চিন্তার দূর্বলতা সনাক্ত করতে এবং তাদের মতামত পরিষ্কার করে বলতে সহায়তা করি।';
$string['attls14short'] = 'দূর্বলতা সনাক্ত করা';
$string['attls15'] = 'বিতর্কিত প্রসঙ্গ আলোচনার সময় আমি অন্যান্য ব্যাক্তিবর্গের স্থানে নিজেকে স্থাপন করতে প্রবণ, কেন তারা এই ভাবে চিন্তা করে তা দেখতে।';
$string['attls15short'] = 'তাদের স্থানে নিজেকে স্থাপন';
$string['attls16'] = 'কেউ আমার বিশ্লেষণের পদ্ধতি \'পরীক্ষা-নিরীক্ষা এর মধ্যে\' ডাকতে পারবে কারণ আমি সব প্রমাণ সতর্কতার সাথে বিবেচনা করি।';
$string['attls16short'] = 'পরীক্ষা-নিরীক্ষা স্থাপন';
$string['attls17'] = 'আমি সমস্যা সমাধানের সময় নিজস্ব উৎসাহ একত্রীকরণেরও উপর যুক্তি এবং কারণ ব্যবহারকে গুরুত্ব দিয়ে থাকি।';
$string['attls17short'] = 'যুক্তিকে বেশি গুরুত্ব দিয়ে থাকি';
$string['attls18'] = 'এমপ্যাথির ক্ষেত্রে আমার অপশন থেকে অন্য অপশনের যে ভিন্নতা আছে তা খুব ভাল করে দেখতে পাই।';
$string['attls18short'] = 'এমপ্যাথি হতে অন্তরদৃষ্টি';
$string['attls19'] = 'যখন আমি ব্যাক্তিবর্গের সম্মুখীন হই যার মতামত পৃথক মনে হয়, তখন আমি সেই মানুষটির যায়গায় নিজেকে কল্পনা করি, এবং তারা কেন এই মতামত দিয়েছে তা বোঝার চেষ্টা করি।';
$string['attls19short'] = 'প্রসারণ করতে প্রচেষ্টা চালানো';
$string['attls1short'] = 'মতামতের গুণগত মান ফোকাস করা';
$string['attls2'] = 'আমি ভুল বিষয় নিয়ে তর্ক চালান পছন্দ করি-কেউ যা বলে তার বিপরীতে বলা।';
$string['attls20'] = 'আমি কিছু সময় দেই কোথায় ভুল আছে তা বের করতে। উদাহরণ স্বরূপ: যুক্তিগুলো আক্ষরিক অর্থে সঠিকভাবে করা হয়েছে কিনা আমি তা খুঁজে বের করি।';
$string['attls20short'] = 'কি ভুল?';
$string['attls2short'] = 'ভুল বিষয় নিয়ে তর্ক চালান';
$string['attls3'] = 'অন্যান্য ব্যাক্তিরা কোথা হতে আসে আমি সেটা বোঝার চেষ্টা করি, কোন অভিজ্ঞতা তাদেরকে এই কাজটি এরূপভাবে করায়।';
$string['attls3short'] = 'মানুষ কোথা থেকে আসে';
$string['attls4'] = 'আমার শিক্ষার সবচেয়ে গুরুত্বপূর্ণ অংশ হলো যারা কিনা আমার থেকে সম্পূর্ণই আলাদা সেইসব মানুষকে বুঝতে শেখা ।';
$string['attls4short'] = 'আলাদা ব্যাক্তিবর্গকে বোঝা';
$string['attls5'] = 'আমার মনে হচ্ছে আমার স্বরূপতা অর্জনের জন্য সবচেয়ে ভালো পদ্ধতি হলো বিভিন্ন ধরনের মানুষের সাথে কথা বলা ।';
$string['attls5short'] = 'বৈচিত্রতার সাথে ক্রিয়া';
$string['attls6'] = 'যারা আমার থেকে ভিন্ন পরিবেশ হতে এসেছে তাদের মতামত আমি উপভোগ করি-একই জিনিষ কিভাবে অন্যভাবেও চিন্তা করা যায় তা বুঝতে এটা আমাকে সাহায্য করে।';
$string['attls6short'] = 'মতামত উপভোগ';
$string['attls7'] = 'আমি বুঝতে পেরেছি যারা কিনা ভিন্নমত পোষণ করে তাদেরকে যুক্তি দিয়ে বোঝালে আমার নিজস্ব অবস্থান শক্ত করতে পারি।';
$string['attls7short'] = 'তর্ক করার মাধ্যমে শক্তিশালী';
$string['attls8'] = 'কেন মানুষ যা করে তা বলে এবং বিশ্বাস করে এই ব্যাপারে আমি সবসময়ই আগ্রহবোধ করি।';
$string['attls8short'] = 'মানুষ কেন করে তা জানা';
$string['attls9'] = 'যে বই আমি পড়েছি তার লেখকদের সাথে আমি প্রায়ই তর্ক করি, তারা কেন ভুল তা যুক্তি দিয়ে বের করার চেষ্টা করি।';
$string['attls9short'] = 'লেখকদের সাথে তর্ক';
$string['attlsintro'] = 'আপনার চিন্তা এবং শিক্ষা গ্রহণের মনোভাব মূল্যায়ন করাই প্রশ্নাবলীর উদ্দেশ্য।

এখানে \'সঠিক\' অথবা \'ভুল\' এরূপ কোন উত্তর নেই; আমরা আপনার মতামতের ব্যাপারেই শুধুমাত্র আগ্রহী।  আপনার উত্তর খুবই গোপনীয়তার সাথে আমরা দেখব অনুগ্রহ করে সে ব্যাপারে নিশ্চিত থাকুন এবং এটি আপনার নিরূপনে কোন প্রভাব ফেলবেনা।';
$string['attlsm1'] = 'চিন্তা এবং শিক্ষা গ্রহণের মনোভাব';
$string['attlsm2'] = 'শিক্ষা গ্রহণ যুক্ত';
$string['attlsm3'] = 'শিক্ষা গ্রহণ পৃথক';
$string['attlsmintro'] = 'আলোচনায় ...';
$string['attlsname'] = 'ATTLS (২০টি আইটেমের সংস্করণ)';
$string['cannotfindanswer'] = 'এই জরিপের জন্য এখনো পর্যন্ত কোন উত্তর নেই।';
$string['cannotfindquestion'] = 'প্রশ্নটির  কোন অস্তিত্ব নেই';
$string['cannotfindsurveytmpt'] = 'কোন জরিপের টেম্পলেট পাওয়া যায়নি!';
$string['ciq1'] = 'শেখার সময় ক্লাসের কোন মূহুর্তে আপনি সবচেয়ে বেশি অংশগ্রহণ করেছেন?';
$string['ciq1short'] = 'সবচেয়ে বেশি অংশগ্রহণ';
$string['ciq2'] = 'শেখার সময় ক্লাসের কোন মূহুর্তে আপনি সর্বাধিক দূরত্ববোধ করেছেন?';
$string['ciq2short'] = 'সর্বাধিক দূরত্ববোধ';
$string['ciq3'] = 'ফোরামের কারও দ্বারা কোন কাজটি ইতিবাচক বা সহায়ক মনে হয়েছে?';
$string['ciq3short'] = 'সহায়ক সময়';
$string['ciq4'] = 'ফোরামের কারও দ্বারা কোন কাজটি হতবুদ্ধিকর অথবা বিভ্রান্তিকর মনে হয়েছে?';
$string['ciq4short'] = 'বিভ্রান্তিকর সময়';
$string['ciq5'] = 'কোন ঘটনাটি আপনাকে সবচেয়ে বেশি অবাক করেছে?';
$string['ciq5short'] = 'অবাক মূহুর্ত';
$string['ciqintro'] = 'যখন ক্লাসের সাম্প্রতিক কোন ঘটনা চিন্তায় আসবে, নিম্নের প্রশ্নগুলোর উত্তর দিবেন।';
$string['ciqname'] = 'গুরুত্বপূর্ণ ঘটনা';
$string['clicktocontinue'] = 'পরবর্তীতে যেতে এখানে ক্লিক করুন';
$string['clicktocontinuecheck'] = 'পরবর্তীতে যেতে এবং পরীক্ষা করতে এখানে ক্লিক করুন';
$string['colles1'] = 'যেই বিষয়টি আমাকে আগ্রহী করে আমার শিক্ষা গ্রহণের মূল মনোযোগ সেই বিষয়েই থাকবে।';
$string['colles10'] = 'আমি অন্যান্য শিক্ষার্থীদের ধারনা ব্যাখ্যা করতে বলি।';
$string['colles10short'] = 'আমি ব্যাখ্যা করতে বলি';
$string['colles11'] = 'আমাকে অন্যান্য শিক্ষার্থীরা আমার ধারনা ব্যাখ্যা করতে বলে।';
$string['colles11short'] = 'আমার ধারনা ব্যাখ্যা করতে বলে';
$string['colles12'] = 'অন্যান্য শিক্ষার্থীরা আমার ধারনায় উত্তর দেয়।';
$string['colles12short'] = 'শিক্ষার্থীরা আমাকে উত্তর দেয়।';
$string['colles13'] = 'শিক্ষকটি আমার চিন্তাকে উদ্দীপিত করে।';
$string['colles13short'] = 'শিক্ষক চিন্তাকে উদ্দীপিত করে';
$string['colles14'] = 'অংশগ্রহণের জন্য শিক্ষক আমাকে উৎসাহী করে।';
$string['colles14short'] = 'শিক্ষক আমাকে উৎসাহী করে।';
$string['colles15'] = 'শিক্ষকটি ভালো লেকচার এর প্রতিরূপ তৈরি করে।';
$string['colles15short'] = 'শিক্ষকটি লেকচার এর প্রতিরূপ তৈরি করে।';
$string['colles16'] = 'শিক্ষকটি নিজের প্রতিচ্ছবির জটিল প্রতিরূপ তৈরি করে।';
$string['colles16short'] = 'শিক্ষকটি নিজের প্রতিচ্ছবির প্রতিরূপ তৈরি করে।';
$string['colles17'] = 'অন্যান্য শিক্ষার্থী আমার অংশগ্রহণ উৎসাহিত করে।';
$string['colles17short'] = 'শিক্ষার্থী আমাকে উৎসাহী করে।';
$string['colles18'] = 'অন্যান্য শিক্ষার্থী আমার অবদানের প্রশংসা করে।...';
$string['colles18short'] = 'শিক্ষার্থী আমার প্রশংসা করে।';
$string['colles19'] = 'অন্যান্য শিক্ষার্থী আমার অবদানের মূল্য দেয়।';
$string['colles19short'] = 'শিক্ষার্থী আমাকে মূল্য দেয়';
$string['colles1short'] = 'উৎসাহজনক বিষয়ে ফোকাস';
$string['colles2'] = 'আমি যা শিখছি তা আমার পেশাদার অনুশীলনের জন্য গুরুত্বপূর্ণ।';
$string['colles20'] = 'আমার শেখার জন্য সংগ্রামে অন্যান্য শিক্ষার্থী একাত্ম হয়।';
$string['colles20short'] = 'শিক্ষার্থী অনুভুতির সাথে একাত্ম';
$string['colles21'] = 'অন্যান্য শিক্ষার্থীর বার্তা আমি ভালো করে উপলব্ধি করি।';
$string['colles21short'] = 'অন্যান্য শিক্ষার্থীদের আমি বুঝতে পারি';
$string['colles22'] = 'অন্যান্য শিক্ষার্থীরা আমার বার্তা ভালো করে উপলব্ধি করতে পারে।';
$string['colles22short'] = 'শিক্ষার্থীরা আমাকে বুঝতে পারে';
$string['colles23'] = 'শিক্ষকের বার্তা আমি ভালো করে উপলব্ধি করি।';
$string['colles23short'] = 'আমি শিক্ষককে বুঝি';
$string['colles24'] = 'শিক্ষকটি আমার বার্তা ভালো করে উপলব্ধি করে।';
$string['colles24short'] = 'আমাকে শিক্ষকটি বুঝে';
$string['colles2short'] = 'আমার অনুশীলনের জন্য গুরুত্বপূর্ণ';
$string['colles3'] = 'পেশাদার অনুশীলনকে কিভাবে উন্নত করা যায় আমি তা শিখেছি।';
$string['colles3short'] = 'আমার অনুশীলন উন্নতি করা';
$string['colles4'] = 'আমি যা শিখেছি তা আমার পেশাদার অনুশীলনকে সঠিকভাবে যুক্ত করে।';
$string['colles4short'] = 'আমার অনুশীলনকে যুক্ত করে';
$string['colles5'] = 'আমি যা শিখি তা সমালোচনার দৃষ্টিতে চিন্তা করি।';
$string['colles5short'] = 'আমি আমার শিক্ষা গ্রহণের ব্যাপারে গুরুত্ব দেই।';
$string['colles6'] = 'আমার ধারনাগুলোকে সমালোচনার দৃষ্টিতে চিন্তা করি।';
$string['colles6short'] = 'আমি আমার ধারনার ব্যাপারে গুরুত্ব দেই।';
$string['colles7'] = 'আমি অন্যান্য শিক্ষার্থীর ধারনাগুলোকে গুরুত্ব দিয়ে চিন্তা করি।';
$string['colles7short'] = 'আমি অন্যান্য শিক্ষার্থীকে গুরুত্ব দেই';
$string['colles8'] = 'পড়ার মধ্যে ধারনাগুলোকে আমি গুরুত্ব দিয়ে চিন্তা করি।';
$string['colles8short'] = 'পড়া নিয়ে আমি গুরুত্ব দেই।';
$string['colles9'] = 'অন্যান্য শিক্ষার্থীদের আমার ধারনাগুলোকে ব্যাখ্যা করি।';
$string['colles9short'] = 'আমার ধারনাগুলোকে ব্যাখ্যা করি';
$string['collesaintro'] = 'এই এককের অনলাইন ডেলিভারীটি কত ভালো করে আপনাকে শিখাতে সাহায্য করছে তা মূল্যায়ন করাই এই জরিপের উদ্দেশ্য।

নিম্নের ২৪ টি বক্তব্যের প্রত্যকটি আপনাকে তুলনা করতে বলবে <b>পছন্দনীয়</b> (আদর্শ) এবং <b>প্রকৃত</b>এই এককের অভিজ্ঞতা।

এখানে \'সঠিক\' অথবা \'ভুল\' এরূপ কোন উত্তর নেই; আমরা আপনার মতামতের ব্যাপারেই শুধুমাত্র আগ্রহী।  আপনার উত্তর খুবই গোপনীয়তার সাথে আমরা দেখব অনুগ্রহ করে সে ব্যাপারে নিশ্চিত থাকুন এবং এটি আপনার নিরূপনে কোন প্রভাব ফেলবেনা।

আপনার সতর্কতার সাথে বিবেচনাকৃত উত্তরটি অনলাইন এককটি ভবিষ্যতে উন্নতি করতে আমাদেরকে সাহায্য করবে।

আপনাকে অসংখ্য ধন্যবাদ।';
$string['collesaname'] = 'COLLES (প্রকৃত)';
$string['collesapintro'] = 'এই এককের অনলাইন ডেলিভারীটি কত ভালো করে আপনাকে শিখাতে সাহায্য করছে তা মূল্যায়ন করাই এই প্রশ্নাবলীর উদ্দেশ্য।

নিম্নের ২৪ টি বক্তব্যের প্রত্যকটি আপনাকে তুলনা করতে বলবে <b>পছন্দনীয়</b> (আদর্শ) এবং <b>প্রকৃত</b>এই এককের অভিজ্ঞতা।

এখানে \'সঠিক\' অথবা \'ভুল\' এরূপ কোন উত্তর নেই; আমরা আপনার মতামতের ব্যাপারেই শুধুমাত্র আগ্রহী।  আপনার উত্তর খুবই গোপনীয়তার সাথে আমরা দেখব অনুগ্রহ করে সে ব্যাপারে নিশ্চিত থাকুন এবং এটি আপনার নিরূপনে কোন প্রভাব ফেলবেনা।

আপনার সতর্কতার সাথে বিবেচনাকৃত উত্তরটি অনলাইন এককটি ভবিষ্যতে উন্নতি করতে আমাদেরকে সাহায্য করবে।

আপনাকে অসংখ্য ধন্যবাদ।';
$string['collesapname'] = 'COLLES (পছন্দনীয় এবং প্রকৃত)';
$string['collesm1'] = 'প্রাসঙ্গিকতা';
$string['collesm1short'] = 'প্রাসঙ্গিকতা';
$string['collesm2'] = 'চিন্তাশীল ভাবনা';
$string['collesm2short'] = 'চিন্তাশীল ভাবনা';
$string['collesm3'] = 'সম্পর্কিত';
$string['collesm3short'] = 'সম্পর্কিত';
$string['collesm4'] = 'শিক্ষক সমর্থিত';
$string['collesm4short'] = 'শিক্ষক সমর্থিত';
$string['collesm5'] = 'পিয়ার সমর্থিত';
$string['collesm5short'] = 'পিয়ার সমর্থিত';
$string['collesm6'] = 'বর্ণনা';
$string['collesm6short'] = 'বর্ণনা';
$string['collesmintro'] = 'এই অনলাইন এককে...';
$string['collespintro'] = 'অনলাইন শিক্ষা গ্রহণের অভিজ্ঞতাকে আপনি কতটুকু মূল্য দিচ্ছেন তা মূল্যায়ন করাই এই জরিপের উদ্দেশ্য।

নিম্নের ২৪ টি বক্তব্যের প্রত্যকটি আপনাকে তুলনা করতে বলবে <b>পছন্দনীয়</b> (আদর্শ) এবং <b>প্রকৃত</b>এই এককের অভিজ্ঞতা।

এখানে \'সঠিক\' অথবা \'ভুল\' এরূপ কোন উত্তর নেই; আমরা আপনার মতামতের ব্যাপারেই শুধুমাত্র আগ্রহী।  আপনার উত্তর খুবই গোপনীয়তার সাথে আমরা দেখব অনুগ্রহ করে সে ব্যাপারে নিশ্চিত থাকুন এবং এটি আপনার নিরূপনে কোন প্রভাব ফেলবেনা।

আপনার সতর্কতার সাথে বিবেচনাকৃত উত্তরটি অনলাইন এককটি ভবিষ্যতে উন্নতি করতে আমাদেরকে সাহায্য করবে।

আপনাকে অসংখ্য ধন্যবাদ।';
$string['collespname'] = 'COLLES (পছন্দনীয়)';
$string['customintro'] = 'স্বনির্ধারিত ভূমিকা';
$string['deleteallanswers'] = 'সব জরিপের উত্তর অপসারণ';
$string['deleteanalysis'] = 'উত্তরের বিশ্লেষণ অপসারণ';
$string['done'] = 'সম্পন্ন';
$string['download'] = 'ডাউনলোড';
$string['downloadexcel'] = 'এক্সেল স্প্রেডশীটে ডাটা ডাউনলোড';
$string['downloadinfo'] = 'এই জরিপের জন্য আপনি সম্পুর্ণ অশোধিত ডাটা এক্সেল, এসপিএসএস অথবা অন্যান্য প্যাকেজ বিশ্লেষণের জন্য উপযুক্ত ফর্মে  ডাউনলোড করতে পারবেন ।';
$string['downloadresults'] = 'ডাউনলোডের ফলাফল';
$string['downloadtext'] = 'সরল টেক্সট ফাইলে ডাটা ডাউনলোড';
$string['editingasurvey'] = 'জরিপ সম্পাদন';
$string['guestsnotallowed'] = 'জরিপ জমা দেওয়ার অনুমতি অতিথিদের নেই';
$string['howlong'] = 'জরিপটি সম্পন্ন করতে আপনার কতক্ষণ সময় লেগেছে?';
$string['howlongoptions'] = 'নীচে ১ মিনিট, ১-২ মিনিট, ২-৩ মিনিট, ৩-৪ মিনিট, ৪-৫ মিনিট, ৫-১০ মিনিট, ১০ এরও বেশি';
$string['ifoundthat'] = 'আমি খুঁজে পেয়েছি';
$string['introtext'] = 'ভূমিকা টেক্সট';
$string['invalidsurveyid'] = 'জরিপের আইডি ভুল ছিলো';
$string['invalidtmptid'] = 'অকার্যকর টেম্পলেট আইডি';
$string['ipreferthat'] = 'আমি এটি পছন্দ করি';
$string['modulename'] = 'জরিপ';
$string['modulename_help'] = 'জরিপের মডিউলটি অনলাইন পরিবেশে শিক্ষা গ্রহণ নির্ধারণ এবং উদ্দীপনের জন্য তিন ধরনের জরিপ যন্ত্র প্রদান করে। ডাটা সংগ্রহের জন্য শিক্ষক এটি ব্যবহার করতে পারবে যা কিনা তাদেরকে ক্লাস সম্পর্কে শিখতে সহায়তা করবে এবং তাদের নিজস্ব পড়ানোকে প্রতিফলিত করবে।';
$string['modulenameplural'] = 'জরিপ';
$string['name'] = 'নাম';
$string['newsurveyresponses'] = 'নতুন জরিপের উত্তর';
$string['nobodyyet'] = 'কেউ এখনও জরিপটি সম্পন্ন করেনি';
$string['notdone'] = 'এখনও সম্পন্ন হয়নি';
$string['notes'] = 'আপনার একান্ত বিশ্লেষণ এবং টীকা';
$string['notyetanswered'] = 'এখন পর্যন্ত উত্তর দেওয়া হয়নি';
$string['othercomments'] = 'আপনার আর কোনো মন্তব্য আছে?';
$string['peoplecompleted'] = '{$a} মানুষ এই পর্যন্ত জরিপটি সম্পন্ন করেছে';
$string['pluginadministration'] = 'জরিপের প্রশাসন';
$string['pluginname'] = 'জরিপ';
$string['preferred'] = 'পছন্দনীয়';
$string['preferredclass'] = 'পছন্দনীয় শ্রেণী';
$string['preferredstudent'] = '{$a} পছন্দনীয়';
$string['question'] = 'প্রশ্ন';
$string['questions'] = 'প্রশ্ন';
$string['questionsnotanswered'] = 'একাধিক উত্তর সম্বলিত কিছু প্রশ্নের উত্তর দেওয়া হয়নি।';
$string['report'] = 'জরিপের প্রতিবেদন';
$string['responsereports'] = 'প্রতিবেদনের উত্তর';
$string['responses'] = 'উত্তর';
$string['savednotes'] = 'আপনার টীকা সংরক্ষিত হয়েছে';
$string['scaleagree5'] = 'প্রবলভাবে অসম্মতি, কিছুটা অসম্মতি, সম্মতি বা অসম্মতি কোনোটিই নয়, কিছুটা সম্মতি, জোড়ালো সম্মতি';
$string['scales'] = 'স্কেল';
$string['scaletimes5'] = 'প্রায় কখনো নয়, কদাচিৎ, প্রায়ই, প্রায় সর্বদা';
$string['seemoredetail'] = 'আরও বিস্তারিত দেখার জন্য এখানে ক্লিক করুন';
$string['selectedquestions'] = 'একটি স্কেল হতে নির্বাচিত প্রশ্ন, সব শিক্ষার্থী';
$string['summary'] = 'সংক্ষিপ্ত';
$string['survey:download'] = 'উত্তর ডাউনলোড';
$string['survey:participate'] = 'জরিপে সাড়া';
$string['survey:readresponses'] = 'উত্তর প্রদর্শন';
$string['surveycompleted'] = 'আপনি জরিপটি সম্পন্ন করেছেন। নিম্নের গ্রাফটি শ্রেণীর গড়ের সাথে তুলনা করে আপনার ফলাফলটি সংক্ষিপ্ত আকারে দেখায়।';
$string['surveygraph'] = 'জরিপের গ্রাফ';
$string['surveyname'] = 'জরিপের নাম';
$string['surveysaved'] = 'জরিপ সংরক্ষিত';
$string['surveytype'] = 'জরিপের ধরণ';
$string['surveytype_help'] = '৩ ধরনের জরিপ বিদ্যমান:

* চিন্তা এবং শিক্ষা গ্রহণের জরিপ (ATTLS) - একজন ব্যাক্তি \'সংযুক্ত জ্ঞানী\' (শিক্ষা গ্রহণকে আরো আনন্দদায়ক করতে চায়, এবং প্রায়ই আরো সহযোগীমূলক, সমমনোভাবাপন্ন হয় এবং অন্যান্যদের পরিকল্পনাকে যুক্ত করতে চায়) অথবা \'পৃথক জ্ঞানী\' তা মূল্যায়নের জন্য (শিক্ষা গ্রহণের জন্য আরো সমালোচনামূলক এবং তর্কপ্রবণ ভঙ্গিতে থাকতে চায়)
* সমালোচনামূলক ঘটনার জরিপ
* গঠনমূলক অন লাইন শিক্ষা গ্রহণ পরিবেশ জরিপ (COLLES) - ওয়ার্ল্ড ওয়াইড ওয়েব শিক্ষার্থীদের গতিশীল শিক্ষা গ্রহণ অনুশীলনে নিযুক্ত করছে কিনা তার ক্রিয়া-প্রতিক্রিয়াশীল ধারণক্ষমতা পর্যবেক্ষণ করার জন্য';
$string['surveytype_link'] = 'mod/survey/mod';
$string['thanksforanswers'] = '{$a} জরিপের উত্তর দেওয়ার জন্য ধন্যবাদ';
$string['time'] = 'সময়';
$string['viewsurveyresponses'] = '{$a} জরিপের উত্তর প্রদর্শন';
